/* No comment provided by engineer. */
"About Device" = "裝置資訊";

/* No comment provided by engineer. */
"Add" = "新增";

/* No comment provided by engineer. */
"Add Camera" = "新增攝影機";

/* No comment provided by engineer. */
"Advanced Setting" = "進階設定";

/* No comment provided by engineer. */
"Alarm" = "警示";

/* No comment provided by engineer. */
"All" = "全部";

/* No comment provided by engineer. */
"App Info" = "資訊";

/* No comment provided by engineer. */
"Back" = "退出";

/* No comment provided by engineer. */
"Camera" = "攝影機";

/* No comment provided by engineer. */
"Camera Found! (%d)" = "找到 %d 個攝影機！";

/* No comment provided by engineer. */
"Camera List" = "攝影機列表";

/* No comment provided by engineer. */
"Camera Name" = "攝影機名稱";

/* No comment provided by engineer. */
"Camera Password" = "攝影機密碼";

/* No comment provided by engineer. */
"Camera UID" = "攝影機UID";

"Camera UID can not less than 20 characters" = "攝影機UID請勿少於20個字元。";

"Camera UID length must be 20 characters" = "攝影機UID必須為20個字元。";

"Camera Name can not be empty" = "攝影機名稱請勿空白。";

"Camera Password can not be empty" = "攝影機密碼請勿空白。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Can not play remote record" = "無法獲取遠端錄影檔案！";

/* No comment provided by engineer. */
"Channel" = "頻道";

/* No comment provided by engineer. */
"Choose a Network..." = "選擇網路...";

/* No comment provided by engineer. */
"Confirm" = "確認";

/* No comment provided by engineer. */
"Confirm Password" = "密碼確認";

/* No comment provided by engineer. */
"Connect Failed" = "連線失敗";

/* No comment provided by engineer. */
"Connected" = "已連線";

/* No comment provided by engineer. */
"Connecting..." = "正在連線...";

/* No comment provided by engineer. */
"Continue" = "繼續";

"Correct the wrong password" = "密碼錯誤，請輸入正確密碼。";

"Delete" = "刪除";

"Delete?" = "是否刪除?";

"Delete Photo" = "刪除照片";

"Dismiss" = "關閉";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Edit Camera" = "編輯攝影機";

/* No comment provided by engineer. */
"Enter Password" = "輸入密碼";

/* No comment provided by engineer. */
"Environment Mode" = "環境模式";

"Email Photo" = "寄出照片";

"Events" = "事件";

/* No comment provided by engineer. */
"Event List" = "事件列表";

/* No comment provided by engineer. */
"Flip & Mirror" = "翻轉及鏡像";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "格式化命令將會清除SDCard內所有資料！";

/* No comment provided by engineer. */
"Format completed." = "格式化成功";

/* No comment provided by engineer. */
"Format failed." = "格式化失敗";

/* No comment provided by engineer. */
"Format SDCard" = "格式化SDCard";

/* No comment provided by engineer. */
"Free Size" = "可用空間";

/* No comment provided by engineer. */
"Full Time" = "全時";

"Full-time recording" = "全時錄影";

/* No comment provided by engineer. */
"Event List" = "事件列表";

/* No comment provided by engineer. */
"High" = "高";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "水平翻轉 (鏡像)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "密碼錯誤 (%@)";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "室內模式(50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "室內模式(60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "室內模式(50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "室內模式(60Hz)";

/* No comment provided by engineer. */
"Information" = "關於";

/* No comment provided by engineer. */
"IO Alarm" = "IO警示";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"LAN" = "區域網路";

/* No comment provided by engineer. */
"Live View" = "即時影像";

"Listen" = "監聽";

"Listening" = "監聽中";

"List are full, remove a device and try again" = "因攝影機清單已滿，無法新增攝影機。";

"Loading..." = "讀取中...";

/* No comment provided by engineer. */
"Low" = "低";

/* No comment provided by engineer. */
"Name" = "名稱";

/* No comment provided by engineer. */
"Max" = "最高";

/* No comment provided by engineer. */
"Medium" = "適中";

/* No comment provided by engineer. */
"Microphone" = "麥克風";

/* No comment provided by engineer. */
"Min" = "最低";

/* No comment provided by engineer. */
"Mirror" = "鏡像";

/* No comment provided by engineer. */
"Model" = "型號";

/* No comment provided by engineer. */
"Motion Detection" = "位移偵測";

/* No comment provided by engineer. */
"Mute" = "靜音";

/* No comment provided by engineer. */
"New" = "新密碼";

/* No comment provided by engineer. */
"New Password" = "新密碼";

/* No comment provided by engineer. */
"Night" = "夜間模式";

/* No comment provided by engineer. */
"Night Mode" = "夜間模式";

/* No comment provided by engineer. */
"No result found" = "沒有找到任何記錄";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "沒有找到網路。";

/* No comment provided by engineer. */
"None" = "無";

/* No comment provided by engineer. */
"Normal" = "一般";

/* No comment provided by engineer. */
"Not Supported" = "不支援";

/* No comment provided by engineer. */
"Off" = "關閉";

/* No comment provided by engineer. */
"Off line" = "未連線";

/* No comment provided by engineer. */
"Online" = "已連線";

/* No comment provided by engineer. */
"Online Nm: %d / Frame ratio: %d / %d" = "線上人數: %d / 掉包率: %d/%d";
"Online Nm: %d" = "線上人數: %d";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"Old" = "舊密碼";

/* No comment provided by engineer. */
"Old Password" = "舊密碼";

/* No comment provided by engineer. */
"Outdoor" = "室外模式";

/* No comment provided by engineer. */
"Outdoor Mode" = "室外模式";

/* No comment provided by engineer. */
"QRCode" = "QRCode";

/* No comment provided by engineer. */
"Playback" = "錄影回放";

/* No comment provided by engineer. */
"Password" = "密碼";

/* No comment provided by engineer. */
"Please enter password for %@" = "請輸入密碼。";

/* No comment provided by engineer. */
"Please input the password" = "請輸入密碼。";

"The old password is invalid" = "舊密碼輸入錯誤";

"Please select photos to delete." = "請選擇欲刪除的照片。";

"Pull down to refresh..." = "下拉螢幕以更新...";

"Ready" = "已準備";

/* No comment provided by engineer. */
"Reboot" = "重新開機";

/* No comment provided by engineer. */
"Reconnect" = "重新連線";

/* No comment provided by engineer. */
"Recording Mode" = "錄影模式";

"Release to refresh..." = "放開螢幕以更新...";

/* No comment provided by engineer. */
"Save" = "儲存";

"Save Photo" = "儲存照片";

/* No comment provided by engineer. */
"Scanning..." = "正在掃描...";

/* No comment provided by engineer. */
"SDCard Fault" = "SDCard錯誤";

"Search" = "搜尋";

"Searching..." = "搜尋中...";

/* No comment provided by engineer. */
"Security Code" = "安全密碼";

/* No comment provided by engineer. */
"Snapshot" = "影像快照";

/* No comment provided by engineer. */
"Snapshot saved" = "影像快照已儲存";

/* No comment provided by engineer. */
"Speak" = "通話";

/* No comment provided by engineer. */
"Speaking" = "通話中";

/* No comment provided by engineer. */
"Speaker" = "揚聲器";

/* No comment provided by engineer. */
"The name, uid and password field can not bƒe empty" = "請填入名稱、密碼及UID。";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "「密碼」與「密碼確認」不相符。";

/* No comment provided by engineer. */
"The new password is more than 15 characters" = "新密碼超過15個字元。";

/* No comment provided by engineer. */
"The password is more than 30 characters" = "新密碼超過30個字元。";

/* No comment provided by engineer. */
"The video has finished playing" = "此錄影檔已播放完畢。";

/* No comment provided by engineer. */
"This device is already exists" = "此裝置已存在。";

/* No comment provided by engineer. */
"Timeout" = "連線逾時";

/* No comment provided by engineer. */
"Total Size" = "全部空間";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown Device" = "未知裝置";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "未支援";

/* No comment provided by engineer. */
"Vender" = "廠商";

/* No comment provided by engineer. */
"Version" = "版本";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "垂直及水平翻轉";

/* No comment provided by engineer. */
"Vertical Flip" = "垂直翻轉";

/* No comment provided by engineer. */
"Video Flip" = "影像翻轉";

/* No comment provided by engineer. */
"Video Lost" = "視頻遺失";

/* No comment provided by engineer. */
"Video Quality" = "影像品質";

/* No comment provided by engineer. */
"Video Resume" = "視頻回復";

"Wait for connecting..." = "等待連線中...";

/* No comment provided by engineer. */
"Warning" = "警告";

"Weak signal" = "訊號微弱";

/* No comment provided by engineer. */
"WiFi" = "WiFi網路";

/* No comment provided by engineer. */
"WiFi Networks" = "WiFi網路";

"Custom period" = "自定義";
"Search Period" = "搜尋範圍";
"Begin Time" = "開始時間";
"End Time" = "結束時間";
"Begin Date" = "開始日期";
"End Date" = "結束日期";
"Quality" = "收視狀況";
"Good" = "佳";
"Bad" = "差";
"Time Zone" = "時區";
"asia" = "亞洲";
"europe" = "歐洲";
"america" = "美洲";
"oceania" = "大洋洲";
"africa" = "非洲";

"Remote Device Connecting" = "遠端裝置連線中";
"Remote Device Timeout" = "遠端裝置無回應";

/* No comment provided by engineer. */
"Within a day" = "一天內";

/* No comment provided by engineer. */
"Within a week" = "一週內";

/* No comment provided by engineer. */
"Within an hour" = "一小時內";

/* No comment provided by engineer. */
"Within half a day" = "半天內";

/* No comment provided by engineer. */
"Wrong Password" = "密碼錯誤";

"Your email account is disabled or removed, please check your email account." = "您的電子郵件帳戶已被關閉或移除，請重新設定您的電子郵件帳戶。";

//Delux

"Dropbox Recording" = "Dropbox錄影";
"Log in" = "登入";
"Log out" = "登出";
"ERROR!" = "錯誤！";
"Cloud Import" = "從雲端帳號匯入";
"Manually Add" = "手動新增";
"Account not active!" = "帳號未啟用！";
"Please login first!" = "請先登入雲端帳號！";
"Sure to remove?" = "確定移除嗎？";
"Sure to remove this view?" = "確定要移除此攝影畫面？";
"Once you log out, the devices imported from your cloud account will be deleted, and other devices will no longer sync with your cloud account. Are you sure to log out?" = "登出之後，您從雲端匯入的設備將被刪除，由手動方式新增的設備也將取消與雲端同步。請確定是否登出？";
"Once you log out, the devices will no longer sync with your cloud account. You can tick “Sync with your cloud account” in the device “Settings” page after next login. Are you sure to log out?" = "登出之後，您的設備將取消與雲端帳號同步。下次登入時您可以至設備設定頁面勾選”與雲端帳號同步”。請您確認是否登出？";
"Log out success!" = "您已成功登出！";
"Are you sure to log in?" = "確定要登入嗎？";
"Failed to add/sync device to your account. Please tick “Sync with your cloud account” in the device “Settings” page to add again." = "新增/同步至雲端帳號失敗。請您至設備設定頁面勾選”與雲端帳號同步”再次新增/同步。";
"LAN Search" = "區網新增";
"YES" = "是";
"NO" = "否";
"Press to talk" = "按住進行通話";
"Highest" = "最高";
"High" = "高";
"Medium" = "適中";
"Low" = "低";
"Lowest" = "最低";
"Caution!" = "警告!";
"Dropbox Setting" = "Dropbox 設定";
"Unlink Dropbox" = "取消連結 Dropbox";
"Link Dropbox" = "連結 Dropbox";
"Account Unlinked!" = "取消連結!";
"Your dropbox account has been unlinked" = "您的 dropbox 帳戶已取消連結";
"More" = "更多";
"Remove this device" = "移除此設備";
"Add Device" = "新增設備";
"Is the IP camera wired or wireless? Please connect the wired IP camera to an Ethernet network." = "請問您的攝影機為有線或無線設備？ 有線設備請先連線";
"Wired" = "有線";
"Wireless" = "無線";
"Please connect to your device’s Wi-Fi network to continue." = "請先與您的設備連線";
"Please connect to your Wi-Fi network." = "請連接Wi-Fi";
"Login" = "登入";
"Sign up" = "免費註冊";
"Skip >" = "跳過此步驟 >";
"Forgot password" = "忘記密碼";
"Please log in your cloud account" = "請先登入雲端帳號";
"Import from your cloud account" = "從雲端帳號匯入";
"No device available" = "尚無可匯入設備";
"Manually add device" = "手動新增";
"Add device to your cloud account" = "新增至雲端帳號";
"The device is now added to your cloud account." = "已成功新增至雲端帳號";
"The device already exists in your cloud account." = "雲端帳號中已有此設備";
"Failed to add device to your account. Please tick “Sync with your cloud account” in the device “Settings” page to add again." = "新增至雲端帳號失敗。請您至設備設定頁面勾選”與雲端帳號同步”再次新增。";
"Sync with your cloud account" = "與雲端帳號同步";
"The device will not sync with your cloud account." = "此設備將不會與雲端帳號同步";
"Do you want to sync the device with your account?" = "請問此設備是否與雲端帳號同步?";
"Please confirm whether the Wi-Fi is the one you're connected to." = "請確認是否為您手機連線Wi-Fi";
"No device available" = "尚無可匯入設備";
"Security code is changed, Please reconnect!" = "安全密碼已修改，請重新連線！";
"Record Files" = "錄影記錄";
"Wrong ID or Password!" = "帳號或密碼錯誤！";
"Not enough space to save video" = "儲存空間不足";
"Camera's video type is not supported recording" = "不支援此攝影機之影像格式";
"Recording Started" = "開始錄影";
"Recording Saved to Album" = "影片已儲存並同步至相簿";
"Error recording video" = "錄影失敗";
"Error saving video" = "儲存影片失敗";

"用户手册"="用戶手冊";
